{
    "~/workx.txt": [
        " CONTYXT | Co-Founder    (July 2015 - Present)",
        "    * Part of the core team of this bootstrapped start-up.",
        "    * Involved in the product development and managing the core team.",
        "    * Had hands-on experience of deploying code on AWS, a well known IaaS.",
        "    * Setup LAMP, Redis, NodeJS, Neo4J on the Server running a Linux instance.",
        "    * Responsible for developing the front-end and integration with backend services.",
        "",
        " COLLOQUIUM - NSIT DEBATING SOCIETY FEST | Web Developer    (Dec 2014)",
        "    * Led this project of managing the website for the debating society's fest of our college.",
        "    * Wordpress was successfully used as a Content Management System which helped us to get the",
        "      website working as soon as possible.",
        "",
        " IEEE-NSIT WEB DEV SIG | Mentor    (Oct 2014)",
        "    * Mentored a class of 30 students on Web Design and Development.",
        ""
    ],
    "~/research.txt": [
        " AUTOMATED MELANOMA RECOGNITION | Undergraduate Research Asst.   (Dec 2015 - Present)",
        "    * Working under Professor Anand Gupta (NSIT) on training systems to predict melanoma accurately.",
        ""
    ],
    "~/aboutme.txt": [
        " I am a 3rd year Computer Science Undergraduate Student at the Netaji Subhas Institute of Technology.",
        " Always motivated to try out new technologies and services, Web Development calls out to my inquisitive",
        " nature facilitating me to amass knowledge to satisfy my curiosity to figure out new things and achieve",
        " targets. The only instance of my cursioty not working for me is when I priortise my interests over",
        " my college curriculum :P",
        "",
        " LANGUAGES FAMILIAR WITH :",
        "  * JavaScript",
        "  * C++",
        "  * C",
        "  * Python",
        "  * Ruby",
        "  * PHP",
        "  * VHDL",
        "  * MATLAB",
        "",
        " SOFTWARES, FRAMEWORKS AND SERVICES :",
        "  * AWS",
        "  * Heroku",
        "  * Git",
        "  * npm",
        "  * jpm",
        "  * bower",
        "  * Bootstrap",
        "  * AngularJS",
        "  * React",
        "  * jQuery",
        "",
        " FREEBIES :",
        "  * HTML",
        "  * CSS",
        "  * My awesome self xD",
        ""
    ],
    "~/projects/overview.txt": [
        " Being an avid developer gave rise to these random projects i decided to take up",
        " on my own time. Implemented mostly to learn a new skill or to get a know-how of some service,",
        " I definitely had some fun developing these projects.",
        "   * MiniGithub(Firefox add-on | jpm,javascript,html,css)",
        "   * TweetGem(Twitter API wrapper | ruby)",
        "   * MindMapper(App to create Mind Maps | python)",
        "   * octoAPy(Github API wrapper | python)",
        "   * txtgrow(jQuery Plugin | javascript)",
        ""
    ],
    "~/projects/MiniGithub/description.txt": [
        " MiniGithub is a web extension facilitating open-source enthusiasts to stay connected",
        " with their Github Accounts 24x7 by making available critical information like events from",
        " people you have followed, your notifications and the newest trending repositories.",
        " I decided to take up this project because I wanted to learn how web extensions are made.",
        " And thus came MiniGithub into existence.",
        ""
    ],
    "~/projects/TweetGem/description.txt": [
        " The name is self explainatory. A ruby gem for the Twitter API methods.",
        " It never hurts to have a gem to help extract social data from websites like",
        " Twitter. Working on this API wrapper gave me some much needed practice on",
        " practical implementation on the Ruby language.",
        ""
    ],
    "~/projects/MindMapper/description.txt": [
       " Well, this was inevitable because i had to do it for my college curriculum.",
       " Though i'm not much of fan of anything my college instructs me to do, this",
       " project introduced me to some graphical implementation through python and",
       " i'm starting to like what we might end up with.",
       ""
    ],
    "~/projects/octoAPy/description.txt": [
         " My first experimentation with API wrappers, i decided to do it for Github's API.",
        " Easy to understand documentation bundled with my fascination with Github led me",
        " to start this project. Though the reason i wanted to write something was because",
        " i wanted to see Python in action.",
        ""
    ],
    "~/projects/txtgrow/description.txt": [
        " I started my open-source journey through this project. txtgrow as the name suggest",
        " is a javascript hack for textareas that make them grow as the text in them overflows.",
        " As jQuery is quite popular amongst front-end devs, i further decided to make this hack a",
        " JQuery plugin so as to make this functionality easy to use.",
        ""
    ]
}
